datasets/benchmark-results/micron21/201811200355/wordpress-results-micron21-10-201811200355.log
Running 1m test @ http://blug.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 115.265ms, rate sampling interval: 953ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    82.35ms  106.25ms 841.22ms   90.36%
    Req/Sec     9.58      2.47    19.00     92.31%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   50.91ms
 75.000%   68.16ms
 90.000%  162.43ms
 99.000%  616.96ms
 99.900%  841.73ms
 99.990%  841.73ms
 99.999%  841.73ms
100.000%  841.73ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      26.735     0.000000            1         1.00
      30.911     0.100000           50         1.11
      33.055     0.200000          100         1.25
      36.767     0.300000          150         1.43
      44.543     0.400000          200         1.67
      50.911     0.500000          250         2.00
      52.991     0.550000          274         2.22
      55.295     0.600000          299         2.50
      58.975     0.650000          324         2.86
      63.359     0.700000          349         3.33
      68.159     0.750000          374         4.00
      75.583     0.775000          386         4.44
      80.447     0.800000          399         5.00
      86.079     0.825000          411         5.71
      93.183     0.850000          424         6.67
     116.991     0.875000          436         8.00
     137.087     0.887500          442         8.89
     167.679     0.900000          449        10.00
     226.559     0.912500          455        11.43
     239.743     0.925000          461        13.33
     245.247     0.937500          467        16.00
     253.311     0.943750          470        17.78
     266.751     0.950000          474        20.00
     279.807     0.956250          477        22.86
     353.535     0.962500          480        26.67
     434.175     0.968750          483        32.00
     436.223     0.971875          484        35.56
     447.231     0.975000          486        40.00
     453.887     0.978125          488        45.71
     470.527     0.981250          489        53.33
     564.735     0.984375          491        64.00
     564.735     0.985938          491        71.11
     602.111     0.987500          492        80.00
     616.959     0.989062          493        91.43
     644.095     0.990625          494       106.67
     646.655     0.992188          495       128.00
     646.655     0.992969          495       142.22
     646.655     0.993750          495       160.00
     649.727     0.994531          496       182.86
     649.727     0.995313          496       213.33
     726.015     0.996094          497       256.00
     726.015     0.996484          497       284.44
     726.015     0.996875          497       320.00
     726.015     0.997266          497       365.71
     726.015     0.997656          497       426.67
     841.727     0.998047          498       512.00
     841.727     1.000000          498          inf
#[Mean    =       82.352, StdDeviation   =      106.253]
#[Max     =      841.216, Total count    =          498]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  601 requests in 1.00m, 31.05MB read
Requests/sec:     10.01
Transfer/sec:    529.53KB